PAD
EOS
UNK
GO
die
der
und
in
zu
den
für
von
ist
das
wir
dass
des
nicht
auf
eine
es
werden
ich
mit
im
auch
sie
dem
e
ein
sich
wird
r
haben
sind
h
hat
europäischen
um
kommission
über
wie
daß
als
an
zur
s
einer
diese
bei
union
uns
müssen
einen
dieser
möchte
präsident
noch
können
vor
diesem
nur
kann
aber
wenn
so
nach
europäische
aus
zum
parlament
bericht
eu
oder
sehr
mitgliedstaaten
sein
durch
rr
er
herr
einem
ihre
was
dieses
muss
wurde
europa
mehr
alle
rat
dies
hier
diesen
habe
eines
man
zwischen
frage
gibt
damit
frau
unsere
keine
mich
gegen
jedoch
sondern
ihnen
am
war
herrn
anderen
heute
maßnahmen
sollte
sollten
unter
dann
sowie
da
bereits
menschen
denn
nn
immer
ihrer
parlaments
entwicklung
weil
meine
wurden
bin
darauf
denen
vorschlag
vom
unserer
dafür
sagen
ganz
geht
jetzt
ch
dazu
bürger
fraktion
kollegen
n
würde
mir
neuen
insbesondere
doch
recht
arbeit
länder
kommissar
muß
zusammenarbeit
wichtig
allem
wollen
bereich
unternehmen
zeit
richtlinie
machen
jahr
einige
fragen
unterstützung
bis
ohne
neue
allen
seine
andere
rahmen
jahren
ese
land
ob
wäre
ländern
ihren
tun
meiner
problem
schon
namen
präsidentin
einmal
zwei
staaten
selbst
fall
thema
soll
also
darüber
sicherheit
politischen
viele
wissen
bedeutung
etwas
politik
nun
rates
mittel
meinung
worden
daher
lage
besteht
geben
unterstützen
viel
d
gemeinsamen
wieder
ziel
regierung
aussprache
probleme
natürlich
zukunft
situation
wirklich
ihr
frauen
zusammenhang
gesagt
rolle
zwar
glaube
möglich
abstimmung
nämlich
stellen
welt
letzten
shalb
ja
bezug
waren
unseren
seiner
au
internationalen
weise
euro
davon
betrifft
könnte
menschenrechte
dabei
teil
gemeinschaft
daran
ebene
herren
europas
punkt
gegenüber
hoffe
schutz
weg
während
darf
nationalen
artikel
t
drei
lassen
gemeinsame
große
deren
gut
kein
vorschläge
damen
jahre
politische
ansicht
seit
sowohl
rechte
stehen
darin
kommen
möglichkeit
lösung
debatte
strategie
führen
kolleginnen
großen
besonders
art
brauchen
berichterstatter
deshalb
steht
bringen
ne
umsetzung
leben
änderungsanträge
beispiel
weiter
abgeordneten
wo
abkommen
liegt
dürfen
her
klar
danken
verfahren
erreichen
sozialen
erhalten
1
verhandlungen
hinblick
welche
änderungsantrag
demokratie
weiterhin
verordnung
millionen
vertrag
aller
ziele
ausschusses
innerhalb
grund
gestimmt
denke
wirtschaft
ersten
entschließung
hilfe
sollen
alles
einigen
verantwortung
gerade
institutionen
handelt
wichtige
deutlich
regionen
finden
grundlage
ausschuss
dank
ende
schaffen
solche
notwendig
werde
beim
sprechen
weitere
beiden
gilt
auswirkungen
vielen
gemacht
würden
will
ihrem
nichts
indem
unser
tatsache
ausdruck
unterstützt
wohl
wirtschaftlichen
kommt
stellt
darum
nutzen
informationen
ebenfalls
macht
keinen
weniger
beispielsweise
entscheidung
interesse
förderung
vielleicht
türkei
eigenen
behörden
dessen
ab
beziehungen
seinen
verschiedenen
sehen
vereinigten
hatte
lissabon
hinaus
bedeutet
genau
kommissarin
region
erweiterung
schaffung
stimme
verbraucher
erachtens
nehmen
antwort
system
besser
öffentlichen
programm
dort
aufgrund
einfach
sogar
sei
krise
hätte
erforderlich
notwendigkeit
i
folgen
zugang
bedingungen
kosten
nächsten
zunächst
gute
gebiet
bekämpfung
könnten
angenommen
sicher
bevölkerung
meinen
schritt
all
meines
beitrag
anwendung
einzelnen
aufgabe
allerdings
soziale
hinsichtlich
weiß
verbesserung
gehen
reihe
heißt
erreicht
wichtigen
arbeiten
usa
standpunkt
sorgen
berichts
fortschritte
2
umwelt
stimmen
erste
ihm
forschung
begrüße
europäischer
initiative
kontrolle
gehört
weit
interessen
bereichen
jeder
halte
halten
beschäftigung
wort
morgen
richtung
ihn
erst
fördern
f
gelegenheit
form
haus
m
ergebnis
präsidentschaft
mitglieder
auffassung
gemeinsam
gesellschaft
eser
äußerst
dar
bürgerinnen
meinem
hriftlich
mehrheit
tagesordnung
erklärung
regierungen
vorschriften
treffen
weiteren
2000
ebenso
bleiben
jahres
gestellt
bürgern
richtig
gesamten
gewährleisten
gesundheit
tatsächlich
einführung
markt
gegeben
bitte
ine
völlig
landwirtschaft
derzeit
statt
rechtsvorschriften
gleichzeitig
möglichkeiten
bereit
verfügung
dialog
transparenz
diskussion
seite
5
angesichts
wirtschaftliche
bestehen
regeln
verbessern
internationale
entscheidungen
kinder
berichterstatterin
geführt
reform
hatten
wenig
unserem
000
lange
setzen
stelle
angelegenheit
kampf
jeden
eitens
bestimmungen
gebracht
etwa
text
wobei
arbeitnehmer
gründen
fordern
3
punkte
nationen
ergebnisse
bzw
seinem
industrie
beitragen
mal
gewalt
obwohl
bemühungen
geld
ausschuß
findet
binnenmarkt
gefahr
sagte
erfolg
finanzierung
themen
angelegenheiten
getan
großer
aufmerksamkeit
solidarität
leider
russland
dinge
solchen
bisher
demokratischen
leisten
unseres
geschlossen
zeitpunkt
20
de
präsidenten
lediglich
ermöglichen
hohen
vergangenen
ansatz
vorgeschlagen
handeln
ßerdem
freiheit
danke
tat
finanziellen
tragen
vorgelegt
integration
handel
berücksichtigt
allgemeinen
erster
änderung
personen
eigentlich
meisten
bleibt
bezüglich
hinweisen
zweite
oft
prozess
arbeitsplätze
sache
investitionen
bildung
bestimmte
aspekte
begrüßen
sitzung
helfen
wettbewerb
wichtiger
wegen
haushalt
anstrengungen
10
grenzen
hätten
annahme
verpflichtungen
zeigt
uhr
genommen
china
terrorismus
verfassung
versuchen
zahl
schließend
eses
mein
vertrauen
protokoll
hinsicht
voll
daten
möchten
führt
landes
vertrags
hin
mitgliedstaat
änderungen
nr
schließlich
qualität
15
energie
woche
erinnern
enthalten
mitteilung
schwierigkeiten
fest
dienstleistungen
schnell
eindeutig
abgeordnete
rüber
berücksichtigen
ergreifen
gar
öffentlichkeit
konferenz
dringend
darstellt
seiten
kriterien
übrigen
zeigen
behandelt
werte
zweiten
verhindern
ssen
außerdem
wettbewerbsfähigkeit
gemäß
zusammen
folgt
dadurch
opfer
spielen
ins
tag
armut
kurz
sinne
wachstum
instrument
betonen
vier
bekannt
programme
öffentliche
erneut
guten
kleinen
scheint
aufgenommen
anerkennung
vergessen
bessere
diejenigen
endlich
position
geschaffen
stellungnahme
4
gleichen
liegen
kraft
sicht
vertreten
12
fünf
wesentlichen
gab
weder
zumindest
monaten
wahlen
beitritt
vertreter
wichtigsten
haltung
einschließlich
30
parteien
vereinten
vereinbarung
2001
b
finanzielle
frieden
gipfel
lesung
stens
sektor
allein
anderer
überhaupt
ziehen
forderung
republik
gefordert
bekommen
freue
einzige
fällen
warum
sicherzustellen
herausforderungen
druck
dezember
eben
regelung
einigung
bestimmten
ihres
gesprochen
erwähnt
entwickeln
bitten
umgesetzt
enthält
erzielt
reformen
initiativen
geschäftsordnung
unterstütze
rum
fast
prioritäten
akzeptieren
selbstverständlich
kultur
konkrete
festgelegt
gesamte
gesehen
schützen
konnte
ermöglicht
überzeugt
stabilität
betroffenen
gewesen
versucht
eingehen
verwendung
zustimmung
berichte
genannten
getroffen
angesprochen
geleistet
jedem
achtung
iner
beschlossen
insgesamt
erwarten
stärker
ressourcen
glauben
entschließungsantrag
sieht
prüfen
nationale
hoffen
1999
wto
vorgesehen
verstehen
unbedingt
antrag
richtige
türlich
2007
gebieten
jedes
rede
gleich
hingewiesen
bedarf
2002
ganze
stärkung
durchführung
bewusst
bereiche
instrumente
hohe
somit
stark
2006
bestehenden
trotz
sicherlich
frankreich
kenntnis
diskutieren
heutigen
gelten
hließlich
ratspräsident
organisationen
11
beihilfen
linie
neuer
geworden
nutzung
durchgeführt
liebe
ganzen
klare
25
erfüllen
größere
stärken
bedenken
lösungen
währung
fraktionen
kompromiss
fonds
2004
z
konnten
sere
erklärt
feststellen
sorge
juni
entscheiden
erzielen
grundsatz
jede
partei
aspekt
kosovo
6
praxis
lerdings
geschichte
gegenwärtig
staat
entsprechenden
vorliegenden
teile
notwendigen
produkte
2003
vergangenheit
lösen
gehören
einsatz
ändern
zweifel
geschehen
bietet
verpflichtet
vorgeschlagenen
projekte
befinden
gezeigt
gleiche
antworten
projekt
absatz
zahlen
einhaltung
positive
zehn
aufgaben
erklärungen
entwurf
aktivitäten
eher
vorgehen
behandlung
regelungen
raum
wesentlich
koordinierung
anfang
arbeitslosigkeit
eingesetzt
dagegen
priorität
verwaltung
übernehmen
darstellen
liberalisierung
besten
kommenden
beginn
elen
letzte
verpflichtung
2005
7
bieten
grundrechte
gerne
deutschland
nimmt
stets
folge
verfügen
durchaus
besondere
einrichtung
agenda
8
entschieden
teilen
schritte
januar
brüssel
konzentrieren
mai
genug
diskriminierung
mitteln
wochen
bald
volk
positiv
ausgaben
2009
milliarden
schwer
worte
beteiligung
sechs
2010
chance
falle
gesetzgebung
wären
partnerschaft
wünschen
aufmerksam
gegenwärtigen
abschluss
hand
forderungen
engagement
fortschritt
50
überwachung
kollege
irak
irland
bringt
freien
übereinkommen
entsprechend
fischerei
mitglied
außerhalb
willen
verbessert
gekommen
bevor
leitlinien
nie
allgemeine
offensichtlich
verkehr
reden
empfehlungen
ort
trifft
demokratische
märz
gesetzt
zustimmen
verfolgen
00
europäer
maße
erfüllt
bewertung
programms
beginnen
wirtschafts
nnoch
anfrage
verfolgt
augen
häufig
zahlreiche
wert
agrarpolitik
vermeiden
gefunden
verschiedene
grunde
ute
anderem
ratsvorsitz
rch
sprache
lässt
weltweit
worten
gern
globalisierung
verbindung
möglicherweise
befassen
hinter
gerecht
landwirte
gewährleistet
grundsätze
entsprechende
offen
politischer
sage
direkt
rechts
einsetzen
erforderlichen
nationaler
eg
2008
strukturfonds
angeht
delegation
betont
richtlinien
gesichts
schwierig
ider
tätigkeit
zeitraum
agentur
festgestellt
entspricht
derzeitigen
denken
einiger
änderungsanträgen
gebiete
größten
eigene
september
unternommen
gruppe
problemen
jene
königreich
diskutiert
aufnahme
ländlichen
nachhaltige
drittländern
prinzip
zudem
sicherstellen
gestern
fordere
it
sanktionen
fordert
entwickelt
betroffen
israel
regionalen
beglückwünschen
un
nochmals
harmonisierung
abkommens
gegenteil
absolut
kleine
erfahrungen
mehrere
ratspräsidentschaft
vielfalt
gratulieren
erhöhen
beide
osten
liste
dokument
finde
einverstanden
dimension
maßnahme
dienen
botschaft
partner
verantwortlich
tagung
möglichst
wollte
regierungskonferenz
braucht
verbunden
andererseits
konkreten
hauses
erklären
griechenland
gründe
globalen
eichzeitig
aktionen
überprüfung
neu
herausforderung
jüngsten
verehrte
ernst
verwendet
hervorheben
nennen
betrachtet
plenum
beteiligt
justiz
organisation
künftig
fehler
höhe
britischen
dennoch
ausdrücklich
stattfinden
eingeführt
positiven
technischen
veränderungen
außen
9
italien
erkennen
kmu
ukraine
november
idee
vorschlägen
produktion
besseren
völker
krieg
außer
erhöhung
a
festlegung
besonderen
betreffen
wichtiges
wege
erfolgen
je
wer
empfehlung
sagt
nächst
information
internet
afrika
anforderungen
später
zusätzliche
entwicklungen
funktionieren
beteiligten
ergriffen
geschieht
erfolgreich
wunsch
tagen
vorschlags
ausbildung
abend
seitens
fälle
persönlich
ittens
politiken
berichten
anderes
konzept
ausreichend
zweifellos
21
kaum
abgelehnt
bemühen
realität
klimawandel
diskussionen
oktober
künftigen
vorteile
pro
anzahl
vollständig
verträge
hoffnung
berücksichtigung
inhalt
verbrechen
rechnung
klaren
ifall
wesentliche
spanien
eindruck
wahl
systems
medien
iran
vielmehr
überzeugung
charta
standards
le
innovation
weshalb
benötigen
2020
freiheiten
einklang
hause
unabhängigkeit
minister
13
pflicht
anliegen
arbeitsplätzen
unterschiedlichen
dritten
eur
genutzt
kindern
vorlegen
verabschiedet
ausführungen
schwierigen
mio
solcher
europäisches
bemerkungen
stand
größte
tzt
gewisse
18
bekämpfen
sehe
reagieren
monate
weiterer
voraussetzungen
einbeziehung
neues
anspruch
erstens
zielen
miteinander
hintergrund
hören
betrachten
rechtsgrundlage
anders
einwanderung
trägt
kritik
wünsche
internationaler
gelungen
rner
aussprechen
aktiv
umfassende
entwicklungsländern
aufgefordert
wahrscheinlich
basis
nige
verbot
anpassung
minderheiten
behandeln
gefördert
politisch
absicht
umfang
zufrieden
ferner
sinn
stimmt
usw
legen
flexibilität
bestätigt
mitgliedern
einerseits
ropa
zugunsten
freie
keinerlei
bemerkung
grundlegenden
van
40
wichtigste
anerkannt
akp
vollkommen
schlussfolgerungen
ereignisse
nächste
gerichtshof
dienste
technische
neben
umzusetzen
27
daraus
bilden
besorgnis
märkte
juli
preis
zuständigen
unterschiede
sämtliche
prüfung
erfordert
gruppen
kollegin
stellung
nachdem
ziffer
annehmen
größeren
zahlreichen
arbeitsmarkt
technologien
verständnis
einheitlichen
anbelangt
zweck
betreffenden
äußern
entwicklungsländer
akzeptiert
reaktion
abgeschlossen
beschluss
verstärkt
gesetz
echte
leiden
1998
jeweiligen
verringerung
nachhaltigen
17
französischen
problems
zurück
gesetze
verhalten
möglichen
treten
gelangen
hoch
bezieht
zuletzt
regionale
außenpolitik
phase
unabhängig
normen
lche
alten
beschlüsse
unterschiedliche
blick
kontrollen
vorbereitung
vorsitz
aktuellen
gelöst
einfluss
anteil
einig
vereinbarungen
14
familien
bedeuten
effizienz
entlastung
strategien
beste
ständig
punkten
übereinstimmung
begrüßt
fallen
rumänien
geändert
definition
moment
nato
analyse
polen
ausschließlich
entscheidend
konsens
angemessen
darunter
notwendige
nahen
april
betreffend
volksgesundheit
acht
entstehen
kulturellen
hält
emissionen
vorausschau
freizügigkeit
haushaltsplan
zufolge
portugal
niemand
rechtlichen
aufzunehmen
keiner
status
gestalten
sofern
gleichgewicht
eingereicht
spielt
binnenmarktes
voraussetzung
roma
grundlegende
ter
gemeinschaftlichen
außerordentlich
lautet
ausgesprochen
vorzulegen
tut
angemessene
sinnvoll
16
elemente
starke
übrigens
vorgeschlagene
setzt
gutes
risiken
en
gleichstellung
verurteilt
warten
aktionsplan
abstimmen
schaden
wiederholen
redner
nunmehr
grünen
untersuchung
tätig
komme
hrend
ele
handels
regime
zusammenarbeiten
zuständigkeit
richtigen
achten
verlangen
anwesend
nein
sektoren
swegen
rasch
funktioniert
entsprechen
verhältnis
lernen
erfahren
familie
signal
umständen
formen
lokalen
versuch
richten
illegalen
lang
mobilität
amsterdam
beziehen
befugnisse
eingehalten
herzlich
unterstreichen
vorhaben
mindestens
uno
teilweise
politiker
barroso
länger
erfahrung
amerikanischen
frei
siehe
institution
fällt
seines
nachdrücklich
zeichen
ines
wirklichkeit
bemüht
überlegungen
großes
institutionellen
bestandteil
genannt
verbesserungen
kürzlich
ppe
abschaffung
verlieren
berichterstatters
glaubwürdigkeit
zivilgesellschaft
erfolgt
100
ergeben
beweis
kennen
vergleich
zentralbank
weiteres
aufbau
schließen
einzigen
verteidigung
ausgezeichneten
mehreren
angriff
schweden
folgende
geltenden
us
spricht
umfassenden
verstärken
suchen
erzeugnisse
entscheidender
plan
prinzipien
anstatt
1997
organe
krankheiten
erscheint
deutschen
erhebliche
verfügt
einbezogen
seien
liberalen
elleicht
parlamentarischen
gedanken
gewissen
tiere
sprachen
katastrophe
allgemein
entscheidende
risiko
waffen
informiert
gespräche
künftige
versichern
konflikt
humanitäre
kriminalität
hervorgehoben
cht
ging
jungen
profitieren
rechten
ausgesetzt
ser
schluss
befindet
19
einrichtungen
wenigen
verloren
zweitens
spanischen
98
parlamente
bestimmter
vorliegende
verdient
zeiten
geprüft
jetzigen
dritte
erwartungen
männern
anschließen
bestimmt
ordnung
letztendlich
falsch
abhängig
großbritannien
mut
umweltfragen
hoffentlich
gezogen
kämpfen
geäußert
enso
überein
beteiligen
verleihen
regierungschefs
flüchtlinge
durchzuführen
abgestimmt
sichern
ii
übernommen
praktiken
ecu
welchen
leicht
ablehnung
mögliche
systeme
vereinfachung
straßburg
afghanistan
rechtsstaatlichkeit
folgenden
marktes
welcher
kohäsionspolitik
konsequenzen
gap
wirksam
modell
verlangt
sicherheitspolitik
auffordern
wissenschaftlichen
dankbar
vorgesehenen
steuern
näher
wodurch
praktisch
kurzem
2013
informieren
gefahren
mittelpunkt
kam
todesstrafe
speziell
natur
zugleich
mag
februar
co2
vorgenommen
verteidigen
leute
re
männer
niveau
garantieren
wenige
u
festzulegen
niemals
paket
spreche
widerspruch
deswegen
dialogs
überall
einheitliche
schlägt
belarus
hr
gewährleistung
97
verbraucherschutz
sozialer
zusammenhalt
platz
heutige
damals
bewegen
mittleren
bedauern
beschäftigen
begriff
alternative
genauso
reduzierung
letztlich
dienst
ernsthaft
gezwungen
derartige
währungsunion
prozesses
solches
beigetragen
herzen
gewährt
anfragen
erleichtern
infrastruktur
strukturen
verringern
konkret
paar
stehenden
wohlstand
verstanden
angaben
ländliche
jenen
beschäftigt
schengen
einzuführen
erheblich
hauptsächlich
begonnen
wirksame
erwähnen
ursprünglichen
palästinensischen
erwartet
echten
el
gegensatz
geschützt
privaten
danach
1996
lebensmittel
öffentlich
haushalts
vorschlagen
sofort
britische
erhöht
wollten
mitgliedschaft
globale
irischen
studie
vorgelegten
gelegt
solange
volkspartei
entschlossen
guter
prodi
mandat
debatten
wasser
finanziert
öffnung
gelder
starken
wirtschaftlicher
besorgt
schafft
übertragen
arbeitnehmern
humanitären
preise
element
ansichten
zuvor
wirkung
unmittelbar
a5
unterzeichnet
volle
entweder
diesbezüglich
bulgarien
konvent
arten
verlassen
österreich
wiederum
staats
maß
wahrheit
manchmal
gestärkt
fischer
charakter
bestätigen
einzusetzen
gestatten
junge
freude
illegale
erleben
überprüfen
verhindert
staatlichen
menschlichen
soeben
zypern
wiederholt
spezifischen
sonst
60
eingegangen
italienischen
allzu
stärkere
nötig
gewinnen
fehlt
bislang
bedürfnisse
struktur
bedanken
ben
beispiele
spiel
umsetzen
stoffe
derzeitige
prozeß
konfrontiert
gerichtet
ratifizierung
zusätzlichen
gewählt
grenze
methode
gehalten
kooperation
gebeten
durchführen
energien
ziemlich
beinhaltet
tage
froh
indien
vorteil
früher
agenturen
verwenden
bereitstellung
erfreut
zulassen
ansprechen
methoden
korruption
langen
gerechtigkeit
herrscht
verwirklichung
wonach
russischen
kommissionspräsident
festgelegten
24
beruht
vorhanden
person
eng
erinnert
falls
effektiv
wirtschaftspolitik
welches
verstehe
hälfte
versammlung
l
zuständig
ausarbeitung
gegenstand
beseitigung
teilnahme
beschränken
staates
wirtschaftskrise
strategischen
mechanismen
hinzufügen
speziellen
unmöglich
zunehmend
bereitschaft
verurteilen
faktoren
energieeffizienz
eingebracht
unverzüglich
dererseits
inzwischen
untersuchungen
dürfte
ausnahme
23
anbetracht
rechtliche
otz
teilnehmen
mitteilen
grenzüberschreitenden
sodass
bedrohung
fähigkeit
verursacht
auftreten
früheren
dient
türkischen
volkes
lebensmittelsicherheit
überzeugen
chancen
ehemaligen
sichergestellt
tglied
monat
lbstverständlich
austausch
auswärtige
hindernisse
investieren
geehrte
sieben
kopenhagen
befürworten
beiträge
angenommenen
zuerst
fehlen
kräfte
erhält
banken
einstellung
bestehende
demokraten
mrd
führung
jährlich
programmen
patienten
laufe
offenen
entfernt
wirtschaftswachstum
geregelt
sektors
menge
denjenigen
läßt
wann
grundsätzlich
gegenwärtige
ausgezeichnete
vertrages
gewähren
entschlossenheit
vertretern
senkung
mangel
sbesondere
chancengleichheit
fremdenverkehr
weitgehend
groß
verletzung
umweltschutz
rechnungshof
mechanismus
politisches
96
ideen
22
anzunehmen
fischereipolitik
wiederaufbau
einzelne
verbrauchern
protokolls
bse
kontinent
schiffe
gefährdet
vorliegen
bereitgestellt
überwinden
stolz
erhaltung
verweisen
zentrale
kulturelle
nachdruck
ursachen
bezeichnet
jugend
schwierige
erlebt
höhere
weltweiten
eingeleitet
bürgerbeauftragten
wirkliche
reicht
angebracht
alternativen
geist
polizei
ezb
kontext
krankheit
nro
0
reichen
festzustellen
abgeordneter
ausgrenzung
benötigt
trotzdem
mittelmeer
aufnehmen
dingen
relativ
bip
vieler
situationen
kom
hinweis
tätigkeiten
militärischen
perspektive
großem
passiert
unterschied
genügend
bedauerlich
europol
schreiben
zukünftigen
kyoto
schwerpunkt
arbeitsplatz
nachbarn
negativen
bewältigen
zielsetzungen
bewußt
laufenden
vorrang
jemand
beschränkt
armen
befürwortet
umfassend
gemeinschaften
80
behaupten
leistungen
folgendes
gefühl
respekt
mann
konflikte
problematik
zurückzuführen
interessiert
nizza
jedenfalls
legt
vorsieht
positionen
tisch
spezifische
gang
urteil
gearbeitet
pläne
langfristig
entwicklungshilfe
anlass
vorsitzenden
angewandt
schlecht
allianz
regulierung
richt
technologie
erfüllung
nächster
zählen
bestand
erreichung
freuen
besonderer
garantiert
500
reisen
hierbei
errichtung
aufhebung
beschluß
opposition
beantworten
minuten
überaus
konvention
stunden
durchsetzung
drittstaaten
kennzeichnung
betreiben
aktion
gemeinsames
befasst
garantien
breite
verordnungen
wesentlicher
partnern
vorstellen
beabsichtigt
verbundenen
spezielle
wahrung
jegliche
1995
verabschiedung
militärische
vorbereitet
ausmaß
schwedischen
lebens
ausweitung
verabschieden
dokumente
bild
taten
angemessenen
regel
bürokratie
klarheit
geraten
vollständige
gesellschaften
souveränität
2011
einkommen
stehende
aktive
unabhängigen
beachtung
anmerkungen
landwirtschaftlichen
menschenrechtsverletzungen
barcelona
auge
raums
verbreitung
einstimmig
infolge
ausgerichtet
verteidigungspolitik
müsste
vorlage
entscheidenden
nachdenken
zugestimmt
ungarn
menschenrechten
regionalpolitik
gelingt
entwickelten
bedauere
finanzieren
fassen
keineswegs
langfristige
angst
zeitplan
letzter
geboten
ansehen
grünbuch
ärmsten
sozial
zugrunde
müssten
umgang
getragen
rade
donnerstag
revision
ausüben
gemeinsamer
wissenschaftliche
menschliche
erlauben
hängt
angesehen
erlaubt
sorgfältig
lenken
hervor
überlassen
auswirken
drogen
sobald
erteilen
stattfindet
verfahrens
ausgeschlossen
erarbeitung
inakzeptabel
vertritt
inkrafttreten
zahlungen
bedeutende
aspekten
akteure
genannte
schäden
reduzieren
rein
nachhaltigkeit
uneingeschränkt
klima
verantwortlichen
bildet
ersuchen
besitzt
staatliche
kontrollieren
verletzt
westlichen
dargelegt
anerkennen
betrug
abhängigkeit
st
afrikanischen
behörde
betriebe
respektieren
wirtschaftlich
offenbar
steuer
argumente
internen
ausbeutung
übereinkommens
angewendet
faktor
anstieg
formulierung
gelingen
strategische
kommunikation
ständigen
veröffentlicht
modernisierung
jener
mitarbeiter
herstellung
wichtigkeit
untersuchen
serbien
ar
französische
kroatien
leid
jugendlichen
erwägung
pse
beseitigen
identität
umfasst
ergebnissen
vorstellung
gericht
betrieben
beratungen
netze
nachfrage
sport
anhörung
international
schutzes
subsidiarität
vorhin
kapitel
zuständigkeiten
stadt
festlegen
augenblick
referendum
finanzkrise
eindeutige
wirklichen
rechtzeitig
hervorragende
luxemburg
a4
aktuelle
abschließend
erörtert
anzuwenden
beraten
energiepolitik
effektive
unterbreitet
laufen
ausschüsse
praktische
verdienen
produkten
schlagen
anwenden
niederlanden
gegenseitigen
welchem
belgien
schwere
institutionelle
amt
griechischen
wenden
werten
japan
finnland
beibehalten
eintreten
wahren
verändert
ablehnen
historischen
stattgefunden
energiequellen
enthaltenen
verteilung
überwachen
weist
ministerrat
endgültige
soweit
minderheit
aussage
fortsetzen
beschließen
anträge
haushaltsplans
frist
erlassen
häfen
vielzahl
otzdem
fortsetzung
gerechtfertigt
schneller
bewerten
wirksamkeit
geeignete
betracht
läuft
höheren
dokumenten
abbau
jahrhundert
georgien
grundsätzen
erörtern
ratsvorsitzes
grenzüberschreitende
c5
gipfeltreffen
generell
versprechen
besteuerung
zukünftige
offenheit
31
ersetzen
lieber
ratifiziert
schweren
eingeräumt
premierminister
vorzunehmen
höchste
26
sagten
mussten
durchzusetzen
zweiter
rußland
ergibt
zustand
konzentriert
wettbewerbs
verehrten
beziehung
steuerzahler
balkan
beamten
keinem
verboten
formuliert
laut
fassung
reagiert
verstärkte
regelmäßig
negative
wähler
berichterstattern
zusätzlich
rassismus
vereinbart
sicherung
vorhandenen
schließe
versorgung
enorme
bosnien
gerichtshofs
erneuerbaren
vorgehensweise
eingerichtet
besitzen
funktion
begründung
randlage
ökologischen
bedroht
bekräftigt
außenminister
fördert
opfern
projekten
größer
definiert
basiert
klimawandels
regionaler
derer
erwähnten
erscheinen
erzeuger
nachmittag
mängel
betrag
erarbeitet
endgültigen
erwiesen
konstruktive
nehme
studien
unterbreiten
persönlichen
effizient
ausgehen
potenzial
insofern
mündlichen
ganzes
senken
spät
äußerster
oben
voraus
einheit
mehrfach
70
feststellung
abschluß
bilateralen
einführen
deutsche
vornehmen
journalisten
erfordern
tieren
mittelmeerraum
200
befürworte
ausführung
sogenannten
presse
vorliegt
ebenen
bestimmung
gewicht
hingegen
einzelstaatlichen
konsultation
erteilt
gipfels
scheitern
personal
kommissare
beschäftigten
respektiert
kuba
entschließungen
slowakei
parlamentarische
tod
erheblichen
katastrophen
28
kommissionsvorschlag
einwanderer
garantie
bereitet
kohärenz
generation
sozialdemokratischen
hoher
friedens
gestaltung
straßen
bisherigen
kompetenzen
irische
natürlichen
äußerungen
unterschiedlich
verwiesen
90
auftrag
umfeld
pakistan
hersteller
erwähnte
tonnen
besuch
strenge
rd
offene
sozialdemokraten
mazedonien
erarbeiten
erinnere
manche
rund
christdemokraten
direkte
amerika
dollar
hergestellt
arbeitsgruppe
vernünftige
beweisen
beobachten
ausnahmen
direkten
oftmals
finanzmittel
beizutragen
kulturen
zugute
beantwortet
stärksten
dieselben
märkten
fr
fgrund
praktischen
prävention
evp
inseln
weißbuch
terroristen
erforderliche
unabhängige
zustande
untersucht
argument
ausbau
vereinigte
extrem
rückkehr
ehre
grundfreiheiten
schuld
schulen
stabilitäts
entstanden
deutliche
tausende
einhalten
ähnliche
abgeben
unterzeichnung
grundlegender
binnenmarkts
titel
begrenzt
beendet
kandidaten
tatsächlichen
bewegung
99
lesen
hervorragenden
ehrlich
überprüft
kontakt
umgehen
vorredner
überarbeitung
kleiner
bewältigung
werbung
entgegen
zunahme
gegebenenfalls
inneres
kurze
folglich
gleichermaßen
übergang
vernünftig
öffentlicher
bestimmen
ratspräsidenten
konsequent
asyl
rahmenprogramm
verlauf
dänemark
abgegeben
solch
ausreichende
schlage
gebilligt
arbeitsbedingungen
drittel
voller
gefragt
netz
tschechischen
einzubeziehen
heimatland
vermitteln
einschätzung
demokratisch
musste
unzureichend
runde
bezahlen
verfolgung
tritt
scheinen
derjenigen
demokratischer
verzeichnen
weisen
abgesehen
langfristigen
verlängerung
langem
wandel
ernsthafte
menschenhandel
quoten
persönliche
entsteht
ewg
kontrolliert
ministerpräsident
vorher
eingereichten
zwecke
prozent
29
finanzen
genehmigung
entwicklungszusammenarbeit
bedeutenden
willkommen
mission
vormittag
gleichbehandlung
beschränkungen
abstimmungen
müßte
dauer
organen
verträgen
resolution
marokko
fand
erläutern
ordnungsgemäß
übermitteln
gefährden
geschlechter
mehrwert
bevorstehenden
präsidium
alte
parlamenten
umso
mündliche
innere
vision
höchst
suche
akzeptabel
nz
arzneimittel
kürze
weitaus
veränderung
gegenseitige
öffnen
zentralen
beiträgt
erneuerbare
behalten
arbeitet
pt
boden
verlust
fairen
tragödie
generationen
freut
private
existiert
anreize
einfache
standpunkte
sonders
ersetzt
35
jahresbericht
erstes
heraus
aids
mittels
gebrauch
hierzu
flughäfen
fragestunde
erzielten
elektronischen
leistet
gewählten
enttäuscht
nahe
ursprünglich
effiziente
vermieden
statten
hohes
wählen
sprach
gewisser
ernste
behauptet
vertretung
chtig
hierfür
erweisen
informationsgesellschaft
portugiesischen
konstruktiven
beurteilung
verändern
ausgewogenen
aussagen
widmen
aufbauen
externen
unerlässlich
schrittweise
zuge
beenden
nachbarschaftspolitik
statistiken
haushaltsjahr
eröffnet
unterscheiden
gvo
dafürhalten
existenz
hart
wissenschaft
pflichten
verletzungen
transatlantischen
zurzeit
angehen
vorwand
lateinamerika
wille
organisierten
fortgesetzt
streben
nützlich
erfolgreichen
zugänglich
geachtet
fähigkeiten
volkswirtschaften
vorschlägt
dasselbe
kritisiert
falsche
erinnerung
beschleunigen
unterliegen
breiten
gefährlich
grundlagen
produkt
ermutigen
eurozone
unterbrochen
mögen
angekündigt
gestattet
mittlere
kräften
außengrenzen
rufen
präsenz
ausgegeben
rechtfertigen
subventionen
abzielen
licht
tourismus
verschiedener
meinungen
effizienter
ss
großteil
leiten
beglückwünsche
krisen
klein
bewiesen
ausland
verfügbaren
davor
nahezu
zukommen
verhandeln
einzugehen
aufzubauen
festhalten
kern
straße
interinstitutionellen
rzeit
erheben
hohem
integrierten
erfolgreiche
spanische
ausübung
fünfzehn
redezeit
enormen
linken
bau
experten
gesprächen
stärkeren
wiederhole
fühlen
armee
gestaltet
wirksamen
bekräftigen
interessant
größter
konservativen
zusammenzuarbeiten
organisierte
gebe
entschließungsanträge
bewirken
welthandelsorganisation
kopf
drängen
historische
klären
anlagen
rden
verteilt
alter
maastricht
fakten
stützen
israelischen
schnelle
liefern
statut
traditionellen
ausführlich
luft
zugangs
festen
eigenes
teilt
beschwerden
gebäude
2012
rechtssicherheit
einzuhalten
genauer
jugoslawien
umstände
1994
rin
langsam
rahmenbedingungen
erfolge
nau
gehe
bezeichnen
geeignet
angebot
einzig
sitzungen
planung
lasten
mensch
marktwirtschaft
rahmens
eigentliche
konvents
bewahren
albanien
gegangen
anwesenheit
ei
zielt
hinweg
beruhen
vorn
heißen
enger
verringert
zählt
ergänzen
kapital
beginnt
fluggesellschaften
gründung
freunde
dringlichkeit
papier
versuche
erzeugung
hilfen
modernen
chinesischen
erklärte
llte
öl
absichten
vorstellungen
schicksal
gelassen
b4
schlußfolgerungen
sozialpolitik
kanada
gue
gehabt
genießen
verstärkung
wünschenswert
legislativen
süden
lokale
migration
wirken
kümmern
einzelheiten
begegnen
zutiefst
aufrechterhalten
schluß
beträchtliche
vorbehalte
anhang
verwirklichen
geplant
geklärt
derart
hinzuweisen
vorangegangenen
einwände
industriepolitik
gratuliere
jahrhunderts
kategorie
bank
intensiv
erweitert
transport
ausrichtung
begangen
jüngste
beitrittsverhandlungen
fahrzeuge
einfacher
asien
bereiten
enge
mitwirkung
gesellschaftlichen
glück
amtierenden
transeuropäischen
leichter
nichtregierungsorganisationen
reduziert
lokaler
zerstört
wozu
zumal
ausgeführt
kontakte
auszuüben
eltern
eventuell
kernenergie
ethnischen
beitreten
amerikanische
führte
widerstand
schweigen
sitzungsperiode
keinesfalls
kampagne
hilfreich
landwirten
abzielt
benutzt
gemeinschaftliche
vollem
unsicherheit
korrekt
eingreifen
konflikts
stellungnahmen
gefährlichen
gewerkschaften
einnehmen
bedürfnissen
belastung
schenken
unterdrückung
aufforderung
fischereiabkommen
schwächen
wiederherstellung
erstellt
doha
ohnehin
gehandelt
einfachen
vordergrund
steigerung
gekennzeichnet
gemeinschaftsrecht
entwicklungspolitik
wofür
höher
bilanz
ungeachtet
dienststellen
nsichtlich
schulden
litauen
simbabwe
handlungen
lebensmitteln
infrastrukturen
sichere
tschetschenien
gefährliche
vorzuschlagen
beeinflussen
beurteilen
überleben
verstoßen
95
verzögerungen
dieselbe
palästina
phänomen
klarstellen
bekanntlich
abfälle
drittens
verankert
behinderungen
italienische
transparent
einnahmen
sommer
technologische
verschaffen
definieren
inwieweit
kritisch
ngl
organisieren
lglich
serer
minute
patten
meer
südlichen
kohäsion
rechtsrahmen
intervention
tatsachen
lehren
positives
subsidiaritätsprinzip
arabischen
zugelassen
gewünscht
anstreben
leistung
300
verbindungen
satz
klarer
beinhalten
durchsetzen
immunität
könne
eingeschränkt
schwieriger
schwedische
vorrangig
rechnen
olaf
jeweils
höchsten
tradition
arbeitsweise
einzurichten
erhoben
kompromiß
projekts
bürgerrechte
sozialpartner
erleichtert
ernennung
empfehlen
stunde
anzupassen
niederländischen
städte
bedaure
fristen
arbeitgeber
zieht
sozusagen
umfassen
gewährung
einschränkung
fernsehen
durchgesetzt
verpflichten
gefasst
diesbezüglichen
alde
betrieb
forum
kommissars
dänischen
verbieten
logik
gefallen
manchen
vorfeld
truppen
tsächlich
il
vorsitzende
angehören
ausgearbeitet
eigentlichen
spannungen
brasilien
gemeinschaftsebene
beantragt
vereinfachen
verursachen
gelangt
sterben
überrascht
ägypten
innovationen
unterstrichen
sitzen
verstärkten
studenten
steuerung
sozialisten
ökologische
offiziellen
erstellen
anbieten
zusagen
dahingehend
branche
missbrauch
negativ
gäbe
ausgewogene
belgischen
zielsetzung
sicherheits
bauern
ausgleich
instrumenten
stellte
wachstums
säule
erweiterten
meinungsäußerung
ausschüssen
ignoriert
haushaltsausschusses
gefangenen
herzustellen
sicheren
vernünftigen
zusammenhalts
zentrum
stück
geprägt
appelliere
see
friedliche
ale
gespielt
weltweite
naturkatastrophen
friedlichen
ursache
kluft
umstrukturierung
nes
weiterentwicklung
güter
durchgeführten
lbst
gewonnen
begründet
rückgang
nd
einzuleiten
organisiert
zwingen
saal
anwendungsbereich
bewertet
eröffnen
finanzieller
ziels
geehrter
neun
birma
gedenkt
jährlichen
einiges
zerstörung
rasche
anzugehen
sitz
womit
flüchtlingen
lebensqualität
erwarte
tunesien
norden
les
interne
multilateralen
ungarischen
erweitern
sachen
abzulehnen
london
textes
regimes
energieversorgung
mäß
dynamik
genehmigt
haushaltskontrolle
bekämpft
abgeschafft
libanon
ostsee
völkern
fortzusetzen
nen
konvergenz
mitentscheidung
auslegung
kamen
kohäsionsfonds
städten
verts
dienstleistungsrichtlinie
wenigsten
effektiver
untergraben
verheugen
vollständigen
wenngleich
schriftlich
hilft
klärung
mitte
demokratisierung
zunehmende
erstellung
anhand
chdem
zurückkommen
überlegen
kapazitäten
müsse
malta
geplanten
ungleichheiten
einfluß
entschädigung
schweiz
kaufen
grad
königreichs
wenigstens
nachzudenken
mitbürger
hriftliche
koordinieren
klares
vorbereitungen
bereitzustellen
amtierende
gas
delegationen
palästinenser
pfeiler
sexuellen
momentan
vieles
fischler
dahin
insel
moldau
eichwohl
indikatoren
jugendliche
aufstockung
wahr
aktiven
verzögerung
existieren
einbringen
begreifen
mitgliedstaates
august
verzichten
gering
osze
annäherung
inneren
übertragung
tages
langer
beruflichen
realistisch
herkunft
45
größerer
landwirtschaftliche
the
qualitativ
amerikaner
nähe
besagt
aufrechterhaltung
niederlande
derartigen
wachsenden
stattdessen
finanziell
effektivität
ertens
zwölf
beunruhigt
interessante
verständlich
lehnen
vorzugehen
solana
mittwoch
genaue
obgleich
inanspruchnahme
kompromisse
new
ashton
anmerken
tür
sämtlichen
of
türkische
ungefähr
führende
appell
religion
sozialistischen
grüne
gewiss
ständige
konflikten
stabilitätspakt
ratspräsidentin
texte
zunehmenden
vorsitzender
aussicht
richtet
änderungsantrags
täglich
fleisch
aussehen
galileo
ergänzt
jahrzehnten
streng
starkes
unregelmäßigkeiten
osteuropa
territorialen
deutlicher
tief
option
versteht
überwacht
geeinigt
lehne
beeinträchtigt
kompetenz
kritischen
governance
beibehaltung
teilgenommen
geblieben
nahrungsmittel
rechtlich
angeboten
verschwinden
derselben
mangelnde
bewusstsein
geistigen
gleichheit
religiösen
traditionen
technischer
berlin
fahren
erkannt
menschheit
normalen
fair
75
führer
wirksamer
1992
größe
solide
verhandelt
aussprachen
wahrnehmen
c4
sicherheitsrat
besonderes
gebühren
eib
beachten
ergänzung
beseitigt
globaler
montag
effektiven
rauf
angriffe
libyen
palästinensische
österreichischen
spielraum
gewahrt
denselben
ost
beobachter
schlechte
gewinne
unterstreicht
beschäftigungspolitik
stärke
vereinbar
kind
legislative
veröffentlichung
umfangreiche
selber
fürchte
gestrichen
ignorieren
automatisch
nordirland
verwirklicht
drittländer
rubrik
falschen
rücken
übermittelt
investiert
gelegenheiten
übernahme
schengener
schulz
kurzen
beträgt
beitrittskandidaten
einschränkungen
immerhin
vorgesehene
auswahl
genetisch
anschließend
wider
hinweise
illegal
einziges
verhaltenskodex
konzentration
voran
soldaten
syrien
legitimität
besseres
aufs
voranzubringen
defizite
ausgewogen
nachkommen
ausgeübt
haushaltsmittel
million
haushalte
kompliziert
verhinderung
schließung
kritisieren
wwu
koordination
schließt
kommissionsmitglied
getroffenen
diktatur
geringen
gedacht
gaza
anschluss
angewiesen
gremien
amtszeit
vermeidung
älteren
summe
parlamentarier
freilassung
getreten
geeigneten
dauerhafte
schlimmer
müßten
dublin
gefängnis
stellenwert
zusammensetzung
tendenz
geringer
aufgegriffen
ausgangspunkt
dauerhaften
fehlende
wissenschaftler
überdenken
ähnlich
partnerschaften
beziehe
voranzutreiben
eingestellt
faire
arbeitszeit
gesichert
südafrika
gen
zone
überwindung
ausgewogenheit
absolute
benachteiligten
angeblich
auseinander
behindert
teilzunehmen
zitiere
gleicher
endgültig
ehrgeizige
bürgerliche
einräumen
droht
rechtsetzung
lebenden
folter
stammen
reaktionen
brok
angesprochenen
tampere
jeglicher
ereignissen
arbeitskräfte
bestraft
zwangsläufig
einbeziehen
beeinträchtigen
gründlich
steigen
geehrten
anzuerkennen
mitgeteilt
verurteilung
kürzungen
beweise
hoffnungen
systematisch
benutzen
aufgehoben
liegenden
krieges
erwägungen
zulassung
ehrgeizigen
gesamtheit
renten
ca
erläutert
biologischen
rom
kommunistischen
vertrete
passieren
optionen
anreiz
freitag
konkreter
lag
helsinki
ecofin
privatsphäre
wortlaut
generalsekretär
kongo
schiffen
schätzen
pakt
anmerkung
abzuschließen
abzustimmen
kriterium
ehemalige
geschafft
ausgestattet
nnen
beweist
bilaterale
vereinbarten
bezahlt
hinnehmen
gesichtspunkt
emand
ner
bereitstellen
eigentum
eingebunden
verfasser
appellieren
kritische
juristischen
errichten
aufgebaut
herbst
basieren
erzeugnissen
sorgt
gelesen
abschließen
russische
mittlerweile
straftaten
iterhin
mitgliedsländer
nke
santer
westen
freiwilligen
verstöße
nachteil
vertreterin
schlechten
einwanderungspolitik
bestände
erstmals
bedingung
beschrieben
interinstitutionelle
verschärft
tschechische
aufgestellt
ändert
ansonsten
dargestellt
früh
verbindliche
umgehend
integrität
evaluierung
preisen
aktionsprogramm
erbe
verbraucherpolitik
strengen
amtierender
abzugeben
bewirtschaftung
seinerzeit
uneingeschränkte
knapp
polnischen
assoziierungsabkommen
einsetzt
migranten
verkehrs
umweltpolitik
präzise
gemeinschaftsrechts
gebraucht
offiziell
zuwanderung
rechtsprechung
berufliche
defizit
willens
rahmenrichtlinie
beantragen
gewidmet
kürzung
perspektiven
hamas
übereinkunft
zukünftig
finanzrahmen
produzenten
sicherstellung
ehe
verkauf
nk
vorgaben
beratung
einstimmigkeit
kurs
unternehmer
rest
gegenseitig
angemessener
gasp
islamischen
befaßt
ursprüngliche
steigern
genwärtig
investitionsbank
1993
gesetzlichen
geholfen
tte
verteidigt
gesetzgeber
beträge
israels
finanzmärkte
behindern
ausgelöst
per
meinungsfreiheit
konsolidierung
gestellten
tatsächliche
festgehalten
endes
konsultationen
billigen
mexiko
zurückkehren
organ
abhängen
osteuropäischen
erreichten
wein
ernsten
unternehmens
vorsehen
moderne
bezogen
mengen
unterschiedlicher
augenmerk
möge
herzegowina
cod
erkenntnisse
verfassungsvertrag
verbinden
soziales
strengere
zuständige
vizepräsident
friedensprozess
bt
ähnlichen
gesorgt
christen
wälder
leitung
diplomatischen
gesunden
retten
haushaltslinie
sher
anführen
nachhaltig
37
gedanke
offenkundig
tätigen
verliehen
management
not
toleranz
geleistete
technologischen
kurzfristig
vorgestellt
substanzen
russlands
straßenverkehr
einwohner
zuzustimmen
wettbewerbspolitik
ausreichen
rats
händen
engagiert
schrecklichen
ablauf
bevölkerungsgruppen
stufe
sozialfonds
führenden
wachsende
berechtigt
worauf
anlaß
vermittlung
letztes
eingliederung
vorankommen
weiterbildung
rindfleisch
bewegt
gewässern
haushaltsausschuss
geringe
ausgehend
tempo
veranlassen
messen
lebensbedingungen
multinationalen
angenommene
wahlkreis
weltbank
technik
längst
fertig
strafen
hinnehmbar
firmen
voneinander
rt
aktionsplans
slowenien
korrigieren
rechnungshofs
änderungsvorschläge
ausmachen
sogenannte
äsident
informations
griechische
algerien
unfälle
ersucht
mehrwertsteuer
vorgelegte
mitgliedstaats
vollen
ß
schuldig
schriftliche
solidaritätsfonds
pl
schlüssel
sensiblen
grundsatzes
quellen
besonderheiten
aufhören
illegaler
stützt
weitem
innovative
freund
obliegt
fischereisektor
schlechter
geschenkt
befürchtungen
schauen
allgemeinem
formulieren
facto
schön
selten
unternimmt
getötet
grundlegend
beider
aufrichtig
einmischung
themas
funktionsweise
monti
begrenzung
produzieren
allmählich
quelle
richter
medizinische
angehört
arbeitsprogramm
richterstatter
hindernis
auffassungen
gutem
versprochen
protektionismus
revolution
erhalt
gerechte
gewählte
bestrebungen
erneuerbarer
visa
zusage
übernimmt
entzieht
handelspolitik
tibet
gestrigen
gemeinden
investoren
hervorzuheben
moralische
budget
kontinents
verkaufen
auszuarbeiten
enttäuschung
einander
chinas
finanz
zivilen
schule
vorsichtig
esen
transparenter
wende
erde
nahm
aufgerufen
aufgreifen
dienstes
einigkeit
integrierte
kinnock
nation
streichen
sudan
widerspiegeln
integrieren
mitarbeitern
angepasst
kunden
einleitung
einsparungen
aufrechtzuerhalten
berichtet
vorzubereiten
stabilisierung
würdigen
integriert
beitrittsländer
rechtsvorschrift
beruf
heutzutage
gesundheitsversorgung
reise
akteuren
verkauft
beendigung
auflagen
territorium
geltungsbereich
technisch
gelernt
klausel
universitäten
bush
engagieren
irgendeiner
gefährlicher
debattieren
autonomie
natürliche
kennt
empfohlen
cns
bekommt
überschwemmungen
schattenberichterstattern
geschrieben
amsterdamer
sgesamt
mädchen
frontex
vermittelt
auseinandersetzung
östlichen
inflation
arzneimitteln
darlehen
bezeichnung
nord
eingebrachten
koordiniert
unrecht
einschlägigen
freiwillige
obergrenze
schwerer
ältere
positiver
informellen
politikbereiche
effizienten
ihrerseits
verbreitet
inhalte
ministerpräsidenten
umstellung
bauen
befürchten
gebunden
verschlechterung
angeführt
konstitutionelle
flexibel
einzuräumen
gestiegen
400
fischbestände
aufsicht
weitergehen
detail
begleitet
vorbereiten
mitgliedsländern
saddam
wettbewerbsfähig
spüren
termin
beizubehalten
erneuerung
1990
komplizierten
ide
europäern
entschuldigen
zukommt
vertiefung
demnächst
erkennt
bisweilen
verluste
beihilfe
erleichterung
aufteilung
sieg
greifen
auswärtigen
mithilfe
artikels
aufklärung
pressefreiheit
entziehen
hände
bedürfen
ereignis
beantwortung
indirekt
diensten
teils
bemerken
fremdenfeindlichkeit
spitze
fort
gesundheitswesen
zwanzig
konstruktiv
ep
gekürzt
gewaltige
verschmutzung
aufgezeigt
unabdingbar
jemals
föderation
dringende
heimat
datenschutz
religionsfreiheit
schlimmsten
trennung
wachstumspakt
beachtet
automobilindustrie
hinausgehen
beschlusses
schottland
realen
mitentscheidungsverfahren
vorausgesetzt
reale
engen
kleineren
junger
terrorismusbekämpfung
egf
kofinanzierung
dossier
offizielle
angehörigen
oecd
nachricht
autos
wohlergehen
vizepräsidentin
schwerpunkte
verweise
gedenken
vertraut
ordnungsgemäße
wirft
strukturellen
berufen
konkurrenz
beifall
portugiesische
transparente
demokratien
plenarsaal
freihandelsabkommen
verfügbar
unannehmbar
vorbild
zusammengearbeitet
ausgedrückt
blair
rfasser
finnischen
wertvolle
ratifizieren
einfuhr
gegebenheiten
außenbeziehungen
wissens
estland
vollendung
tests
hon
haushaltsverfahren
rednern
beitritts
erlangen
richtlinienvorschlag
egal
sexuelle
industriellen
vermutlich
impulse
eurostat
empfehle
niedrigen
erzeugt
vorgebracht
tragischen
harte
europarat
bedauerlicherweise
versetzen
analysieren
begrenzen
verhütung
florenz
ad
material
linke
aufgeworfen
problematisch
behinderten
stärkt
auferlegt
streichung
echo
hauptziel
züglich
einleiten
blockiert
eintritt
vorsitzes
verknüpft
gesetzes
beschlüssen
verabschiedeten
zerstören
üblichen
verweigert
genfer
unterzeichnen
reserve
anzeichen
plötzlich
ermutigt
bekannten
iwf
besuchen
finanzdienstleistungen
initiativbericht
kriminellen
übrig
vermittlungsverfahren
lebt
nachteile
grenzwerte
verschieben
werfen
150
agieren
stoppen
genugtuung
finanzminister
schnellstmöglich
sichtbar
mühe
einbindung
kommerziellen
g20
enorm
sicherer
zügig
akzeptanz
widerspiegelt
luftverkehr
verbesserte
kenne
glückwunsch
hinzu
betrachte
beträchtlichen
nutzer
ebe
bestreben
parallel
qualifizierte
privatisierung
datum
aufstellung
madrid
fortschritten
einzelner
brachte
kindes
labour
unterscheidet
gesunde
abgehalten
büro
irgendwelche
48
hoheitsgebiet
herrschen
32
entschließungsantrags
wächst
lettland
ungarische
verschärfen
grundsätzliche
dere
betone
tierender
gerichte
dürften
generaldirektion
analysen
externe
beurteilt
wien
griechenlands
diesbezügliche
essen
strafgerichtshof
eingehend
veränderten
eigener
normalerweise
unionsbürger
gleichberechtigung
schnellen
unterhalten
zuversichtlich
vergabe
mangelt
gefällt
jahrestag
handelsabkommen
begrenzten
unmittelbaren
prozesse
2015
üblich
hiermit
ermitteln
hunger
hiv
gesellschaftliche
errungenschaften
vorlegt
verdanken
schande
zahlreicher
kommissionspräsidenten
bananen
verstoß
örtlichen
betreuung
laeken
wahre
völkerrecht
beobachtungsstelle
frattini
raus
informationsaustausch
verbindlich
einzustellen
ansätze
eindeutigen
vermarktung
geänderten
zulässig
desto
vertrauens
herbeizuführen
teuer
gegner
schwerwiegende
haftung
übereinstimmen
namentlich
gemeint
griff
zugeben
eldr
worüber
überwunden
anstelle
tabak
abhängt
leidet
bolkestein
begehen
konsequenz
komplexen
fisch
handelsbeziehungen
entscheidet
strom
oberste
rufe
hunderte
mandats
eingegangenen
gerechten
versetzt
kategorien
verursachten
diesmal
skandal
bisschen
bestätigung
votum
erika
dauern
flotte
standen
aufhalten
york
abzuschaffen
bemerkt
allgemeiner
biologische
nördlichen
erfordernisse
geleitet
demzufolge
türen
intensive
zivilbevölkerung
verstößt
senden
seeverkehr
signale
spätestens
erkläre
verhängt
wünscht
ausgenommen
nötigen
fundament
palacio
ruf
vereinfacht
anerkennt
dauerlicherweise
erhebung
55
wiederaufnahme
strikt
schlussfolgerung
interessieren
imstande
beschränkung
anpassen
widerspricht
haushaltsbehörde
orientierung
bestanden
konsultiert
engere
anwesenden
besitzstand
vorantreiben
erfolgte
täglichen
derungsantrag
investition
rechenschaft
eigenschaft
betreffende
menschenleben
anscheinend
ausgeht
frühjahr
haushaltsausschuß
gesundheitsschutz
wirkt
aufgeführt
anlässlich
wesentliches
arbeitslosen
elektronische
entwicklungsziele
demnach
stern
vielfach
kenntnisse
g
geltend
einseitig
festlegt
glaubt
gezahlt
internationales
kostet
export
medizinischen
bewirkt
produziert
genügt
etikettierung
herzlichen
hindern
anderswo
digitalen
systemen
chemikalien
angegangen
verschoben
geltende
befürchte
terroristischen
aufzufordern
ausnahmeregelungen
rz
darfur
belegen
verschlechtert
veröffentlichen
details
untereinander
getrennt
nachzukommen
israelische
geführten
barnier
beschlossenen
lehnt
angleichung
produktivität
bekunden
qualifikationen
verweist
verhältnisse
beamte
kampfes
ausreichenden
folgenabschätzung
sämtlicher
rechtsakte
nerseits
post
thematik
glaubwürdig
wirtschaften
aufweist
süd
instabilität
martin
zentraler
außenpolitischen
vorgetragen
höchster
olympischen
gehör
teilnehmer
ran
berührt
kommissionsmitglieder
ausnahmeregelung
gesenkt
gründliche
autorität
vorherigen
friedensprozeß
zivilisation
ausdehnung
ten
c
wesen
qualifizierter
hervorgeht
benachteiligt
zunehmen
haushaltsordnung
auswirkung
arbeiter
swoboda
unmittelbare
herausgestellt
ausländische
atmosphäre
anpassungen
jährliche
zweifelsohne
weltwirtschaft
milliarde
errichtet
merkmale
zugesagt
verlagerung
tiefe
betreiber
ausführliche
anstehenden
instruments
stabile
göteborg
vereinbaren
einheitliches
kandidatenländer
nahrungsmitteln
einfuhren
register
fehlenden
verwirrung
energisch
territoriale
liefert
niederländische
kolumbien
angefangen
denkt
anfangen
resolutionen
organismen
verantwortlichkeiten
mache
gescheitert
meinungsverschiedenheiten
149
anlage
behinderte
montenegro
mußte
redebeitrag
spiegelt
steigt
mehrjährigen
entscheidungsfindung
späteren
asylpolitik
hussein
euroraum
ernsthaften
erschwert
absurd
umfassender
ansatzes
gründet
herstellen
wirtschaftspolitischen
höre
streitkräfte
gemessen
medikamente
global
aufweisen
alkohol
erzeugen
sowjetunion
nigeria
potenziellen
stadium
legislaturperiode
menschenhandels
verdeutlicht
gremium
abgedeckt
online
liberale
umstand
herangehen
besucht
afrikas
terror
geteilt
verlängern
eingangs
begrenzte
ernährungssicherheit
indonesien
einsetzung
gewaltigen
konzepte
darlegen
geografischen
sah
zugenommen
geöffnet
nationalstaaten
42
ispielsweise
mercosur
sozialmodell
ejenigen
ökonomischen
behinderung
betrugsbekämpfung
herangehensweise
decken
überschritten
wahlperiode
diversifizierung
anhebung
lücken
beitrittsländern
einstellen
aussetzung
vereinbarkeit
mitgefühl
36
nationales
unterliegt
reach
bord
ut
grundprinzipien
zwischenzeit
annimmt
telekommunikation
birgt
vorbehalten
stehe
administrativen
33
gesetzen
meint
uen
glücklich
haftbefehl
ausdrücken
eröffnung
stoßen
43
ethischen
übergehen
hongkong
iranischen
kohle
cotonou
ausgedehnt
iii
wiederherzustellen
angestrebt
ausgeweitet
nachrichten
geäußerten
weltmarkt
vierte
faktisch
ausgeben
zunichte
verwaltungen
abzubauen
esbezüglich
euratom
treiben
vergleichen
durchschnitt
stockholm
anzubieten
begriffen
sis
sofortige
eingetreten
ausländischen
nl
zugehört
schwerwiegenden
größeres
gespräch
gesetzliche
niedrig
interoperabilität
erziehung
bürokratischen
gegebenen
erfordernissen
entlassen
umweltschutzes
verbrauch
sv
zeugen
plenarsitzung
schiff
ethnische
rezession
menschenwürde
detaillierte
34
überschreiten
diskriminierungen
al
maßstab
nachhaltiges
zuteil
zyperns
steckt
registrierung
definitiv
vertretenen
vorrangige
umgekehrt
llen
kommende
widersprechen
phare
vorne
wählern
fahrer
genf
kauf
erbringen
nacht
erzielte
löhne
verlängert
schwächsten
kriminelle
irgendeine
last
österreichische
rahmenprogramms
aufeinander
häufiger
belastungen
wissenschaftlich
interventionen
begriffe
bedanke
unfall
sicherheitsstandards
nuklearen
aufgeben
rumäniens
stabilen
treibhausgasemissionen
eigentums
attdessen
inhaltlich
erdbeben
washington
tragweite
gewinn
beförderung
funktionierenden
riesige
vonnöten
übersehen
zuzulassen
außenhandel
morgigen
unnötig
dramatischen
anschein
irakischen
zivilisten
mehrmals
ersuche
größtenteils
erholung
geschah
aussichten
biotechnologie
milch
arme
staatlicher
einvernehmen
religiöse
auseinandersetzungen
werk
vorsicht
einhalt
individuellen
planeten
sicherheitsrates
aufruf
legitimen
begrüßenswert
reformieren
jetzige
gemeinschaftshaushalt
leuten
unten
schützt
brief
impuls
stimmte
legale
gesundheits
handelte
botschaften
lissabonner
freier
alt
verlaufen
spiele
wertvollen
baltischen
stammt
sinnvolle
verschiebung
abfällen
mitberatenden
veranlasst
selben
zweierlei
juristische
ausreicht
objektiv
gebildet
streit
hervorragend
deutlichen
energieträger
klargestellt
besetzung
elmehr
65
gerät
lein
betrügereien
aktuell
währungspolitik
nutzt
derartiger
vorbei
anzusprechen
abschnitt
mauer
eisenbahn
strategischer
nützliche
unverzichtbar
empfiehlt
zucker
küste
sichtweise
anti
politikern
stoffen
andernfalls
worum
radikalen
korrekte
gewässer
haushaltslinien
sozialpartnern
gfp
rentner
konsumenten
dienstag
verdeutlichen
bedenkt
festgeschrieben
neuesten
büros
entwurfs
gerufen
paris
zurückgezogen
jean
stattfand
verkehrspolitik
nordkorea
kooperationsabkommen
schiene
tierschutz
auszubauen
nächstes
meda
harmonisieren
mobilisierung
operation
vierten
flugzeuge
erreichte
strafe
rückverfolgbarkeit
reichtum
traditionelle
vorgegangen
unionsbürgerschaft
geplante
elf
bedauert
alleine
herausstellen
unterscheidung
audiovisuellen
unterschieden
pakets
erstaunt
vorrangigen
bewohner
zuweilen
unterlagen
intensivieren
belange
symbol
zufriedenheit
bedrohungen
vorbeugung
38
erfreulich
überblick
bewaffneten
mitunter
unterrichtet
irgendwann
erhielt
auto
schwach
passagiere
hinreichend
wochenende
verbindlichen
michel
zielvorgaben
beträchtlich
umfangreichen
unlängst
gefaßt
lob
auszusprechen
ermittlung
fließen
europawahlen
analysiert
gleichwohl
welch
planen
belgische
freunden
ambitionen
ausgegangen
kontinuität
einreise
and
haiti
geschäfte
petitionen
